tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "boost"
brew "ruby"
brew "cocoapods"
brew "php"
brew "composer"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fd"
brew "go"
brew "ios-deploy"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "rust"
brew "watchman"
brew "z"
brew "zsh-autosuggestions"
cask "iterm2"
cask "zulu17"
