tap "azul/zulu"

brew "boost"
brew "ruby"
brew "cocoapods"
brew "php"
brew "composer"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fd"
brew "go"
brew "ios-deploy"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "rust"
brew "starship"
brew "watchman"
brew "z"
brew "tmux"
brew "tpm"
brew "zsh-autosuggestions"

cask "ghostty"
cask "zulu17"
